{
  "t1": "Home",
  "t2": "Not open yet",
  "t3": "Mango Network,Transactional Omni-Chain Infrastructure Network",
  "t4": "About US",
  "t5": "Understanding Mango",
  "t6": "Mango Omni-chain",
  "t7": "Mango Foundation",
  "t8": "Blog",
  "t9": "Brands",
  "t10": "Career Opportunities",
  "t11": "Developers",
  "t12": "Developer Documentation",
  "t13": "Community",
  "t14": "Events",
  "t15": "Forums",
  "t16": "Ecosystems",
  "t17": "Project Platforms",
  "t18": "Blockchain Browser",
  "t19": "Web3 Wallet",
  "t20": "Cross-Chain Bridge",
  "t21": "Node Operations",
  "t22": "Resources",
  "t23": "Whitepapers",
  "t24": "Testnet",
  "t25": "Terms of Service",
  "t26": "Privacy Policy",
  "t27": "Validators",
  "t28": "Mango Whitepaper",
  "t29": "Build",
  "t30": "Foundation",
  "t31": "Node Operations",
  "t32": "Discussion Forums",
  "t33": "Log in",
  "t34": "Sign up",
  "t35": "please Enter Email/Username",
  "t36": "please Enter Password",
  "t37": "Welcome back",
  "t38": "Log in to your account",
  "t39": "Email / Username",
  "t40": "Password",
  "t41": "I forget my Password",
  "t42": "Create your account",
  "t43": "please Enter email",
  "t44": "please Enter userName",
  "t45": "please Enter code",
  "t46": "please Enter the password again",
  "t47": "Welcome!",
  "t48": "Let's create your account",
  "t49": "Never shown to the public.",
  "t50": "Unique,no spaces,short.",
  "t51": "Verify code",
  "t52": "Send",
  "t53": "A combination of letters and numbers is required and the length is greater than 6",
  "t54": "Enter the password again.",
  "t55": "Confirm Password",
  "t56": "Copied successfully",
  "t57": "Copy failed",
  "t58": "Mango Winter School at IIT Bombay",
  "t59": "DATE",
  "t60": "Start",
  "t61": "End",
  "t62": "LOCATION",
  "t63": "Past Events",
  "t64": "please Enter name of your project",
  "t65": "please Enter description of your project",
  "t66": "please Select category",
  "t67": "please Select secondary category",
  "t68": "please Select amount",
  "t69": "please Enter First Name",
  "t70": "please Enter Last Name",
  "t71": "please Enter Email",
  "t72": "The Mango Foundation Grant Program",
  "t73": "Designed to offer teams, individuals, and creators all around the world non-dilutive funding to further accelerate the growth of the Mango ecosystem.",
  "t74": "Indicates a required field",
  "t75": "What is the name of your project?",
  "t76": "Enter your answer here",
  "t77": "Please share a description of your project.",
  "t78": "What are you building? What problem does it solve? For whom?",
  "t79": "What category does your project fall into",
  "t80": "Select only one major category",
  "t81": "Which secondary category does your project belong to",
  "t82": "You can select more than one answer.",
  "t83": "You can also select",
  "t84": "The amount of funding you are looking for",
  "t85": "The funding program has a threshold of $5,000 to $50,000, and applications requesting more than $50,000 in funding will require additional evaluation and adjudication with our Grants and Ecosystems team.",
  "t86": "Disclosure: The Foundation typically provides partial funding for Mango (subject to a 12-month lock-in period)",
  "t87": "Who to contact?",
  "t88": "First Name",
  "t89": "Last Name",
  "t90": "Email",
  "t91": "Submit",
  "t92": "Clear form content",
  "t93": "recommend",
  "t94": "Latest Blog",
  "t95": "Mango's New Paradigm for Chain-Wide Applications",
  "t96": "A New Paradigm for Omni-Chain Applications",
  "t97": "Learn More",
  "t98": "Categories",
  "t99": "From single chain to multiple chains to Omni-chain",
  "t100": "As the earliest smart contract platform, most of all decentralized applications could only be deployed on Ether at the beginning of its existence, but as the public chain ecosystem blossomed and L2 evolved, apps had more options.",
  "t101": "Multi-chain application VS Mango Omni-chain application",
  "t102": "The fact that applications deploying contracts on multiple chains cannot share a common mobility also brings about fragmentation of the Web3 ecosystem, including fragmentation of user experience and fragmentation of mobility.",
  "t103": "Features",
  "t104": "State Logging",
  "t105": "Decentralized across multiple chains",
  "t106": "Unified on one chain",
  "t107": "Mobility",
  "t108": "User Experience",
  "t109": "Users need to be familiar with multi-chain operations, prepare multi-chain gas, transfer assets frequently",
  "t110": "Users can access programs on any chain, just like accessing local programs",
  "t111": "Integratability",
  "t112": "Friendly only for same-chain integration, more complicated for cross-chain integration",
  "t113": "Better cross-chain integration",
  "t114": "In this table, the analogy between Omni-Chain architecture and pure Multi-chain deployment",
  "t115": "Technical Architecture Advantages of Mango Omni-chain Application",
  "t116": "Enter content",
  "t117": "Hello! Looks like you’re enjoying the discussion, but you haven’t signed up for an account yet.",
  "t118": "Tired of not seeing comments? To view comments, please register or log in.With an account, you can also receive notifications of new replies and like others. Together we can make this community great.",
  "t119": "no comments",
  "t120": "Replies",
  "t121": "Put away",
  "t122": "CATEGORY",
  "t123": "TOPICS",
  "t124": "Topic",
  "t125": "Replies",
  "t126": "Last Post",
  "t127": "Year",
  "t128": "All categories",
  "t129": "top",
  "t130": "latest",
  "t131": "No data",
  "t132": "DApp App Store",
  "t133": "Disclaimer",
  "t134": "All content provided on this website, hyperlinked websites, related applications, forums, blogs, social media accounts and other platforms (the \"Site\") is provided for your general information only from third party sources. We make no warranties of any kind regarding our content, including, but not limited to, accuracy and updating. No part of the content we provide constitutes financial advice, legal advice or any other form of advice intended to satisfy your specific reliance for any purpose. Any use of or reliance on our Content is at your sole risk and discretion. You should conduct your own research, review, analysis and verification before relying on our content. Trading is a high risk activity that could result in significant losses, so please consult your financial advisor before making any decisions. Nothing on our website is a solicitation or offer.",
  "t135": "The Mango Foundation Grant Program",
  "t136": "Designed to offer teams, individuals, and creators all around the world non-dilutive funding to further accelerate the growth of the Mango ecosystem.",
  "t137": "Apply Now",
  "t138": "Criteria",
  "t139": "Guidelines",
  "t140": "Transactional Omni-Chain Infrastructure Network",
  "t141": "Secure, modular, high performance",
  "t142": "Start building",
  "t143": "Learn about Mango",
  "t144": "Transaction Finality",
  "t145": "Orders per Second",
  "t146": "Total Testnet Transactions",
  "t147": "Testnet Users",
  "t148": "Mango Omni-Chain offers unlimited advantages",
  "t149": "Experience unprecedented freedom in the Web3 world!",
  "t150": "Mango's new chain-wide architecture infrastructure",
  "t151": "Use the safest, most efficient and versatile cross-chain interoperability paths while saving handling fees",
  "t152": "Mango Network Omni-Chain Web3 Infrastructure",
  "t153": "Providing standardized, high-yield, safe and reliable underlying interest-bearing assets for Web3, it is realizing a chain-wide application of shared liquidity for any chain.",
  "t154": "Based on MOVE's powerful underlying code",
  "t155": "Powered by Move, a secure, modular and high-performance Web3 infrastructure for developers and users",
  "t156": "Unrivaled speed with its 297,450 TPS per second and low Gas cost",
  "t157": "Network Activity",
  "t158": "Tps Now",
  "t159": "Peak 30D Tps",
  "t160": "Reference Gas Price",
  "t161": "Total Packages",
  "t162": "Objects",
  "t163": "EPOCH",
  "t164": "Started 1:20 AM,Today",
  "t165": "10h 45m left",
  "t166": "Checkpoint",
  "t167": "Accounts",
  "t168": "Total",
  "t169": "Total Active",
  "t170": "Daily Active",
  "t171": "Transaction Blocks",
  "t172": "Last Epoch",
  "t173": "Mango Modular Blockchain",
  "t174": "Get in touch with Mango builders",
  "t175": "Safe,Madular,High performance Web3 Infrastructure",
  "t176": "Mango Programming Model",
  "t177": "Mango Move Core Design Thought",
  "t178": "Ensuring the security of smart contracts from the bottom up. According to Slow Mist's previous report, blockchain security incidents in 2021 caused losses of more than 9.8 billion U.S. dollars. As an emergin programming language, Move language has also made breakthroughs in security at different levels and Innovation.",
  "t179": "Mango's Formal Verification System",
  "t180": "Advantages Of Mango Modular Blockchain",
  "t181": "LEARN MORE",
  "t182": "Mango Network Infrastructure Agreement",
  "t183": "Responses",
  "t184": "All",
  "t185": "Likes",
  "t186": "Upload successful",
  "t187": "upload failed",
  "t188": "Choose new Image",
  "t189": "please Enter new email",
  "t190": "Enter Verify code",
  "t191": "Enter Password again",
  "t192": "Username",
  "t193": "Enter new Name",
  "t194": "Save Changes",
  "t195": "People can mention you as",
  "t196": "Modify Password",
  "t197": "Forgotten password",
  "t198": "sign out",
  "t199": "Change your profile picture",
  "t200": "System assigned profile picture",
  "t201": "Custom picture",
  "t202": "Upload",
  "t203": "Cancel",
  "t204": "Change your password",
  "t205": "Forgot original password",
  "t206": "New Password",
  "t207": "Change your email",
  "t208": "New email",
  "t209": "Return",
  "t210": "Personal",
  "t211": "Activity",
  "t212": "Notifications",
  "t213": "Discover",
  "t214": "The event has not started",
  "t215": "The Event in progress",
  "t216": "This event has ended.",
  "t217": "Enter DApp Name",
  "t218": "choose Classification",
  "t219": "Profile Picture",
  "t220": "View the information you want on Mango",
  "t221": "Understand the location and information of the verifier on Mango",
  "t222": "Understand what people are building on Mango",
  "t223": "Comprehensive understanding of Mango Omni-chain",
  "t224": "Stay updated on the latest Mango news",
  "t225": "Understand the basic principles of Mango",
  "t226": "Mango Developer's Knowledge Base",
  "t227": "Want to innovate on Mango? Apply for a grant",
  "t228": "Trading with peace of mind in Mango",
  "t229": "Learn how to run, monitor and manage nodes on Mango",
  "t230": "In-person and virtual gatherings",
  "t231": "Join Mango's channel to learn together",
  "t232": "Speak freely here",
  "t233": "Interacting with Mango online",
  "t234": "Mango's brand",
  "t235": "resource",
  "t236": "Download resources (.ZIP file)",
  "t237": "Mango Btc Layer2",
  "t238": "A better BTC native L2 bridging solution",
  "t239": "Mango's New Paradigm for Chain-Wide Applications",
  "t240": "A more optimal BTC-native L2 bridging solution",
  "t241": "A comprehensive platform for transactional omni-chain infrastructure network enabling complete chain interaction",
  "t242": "Mango Network is a omni-chain infrastructure network that integrates Layer1 blockchain and smart contract functionalities, allowing for native interoperability with various blockchains and layers",
  "t243": "This enables it to bridge across different blockchain ecosystems, providing unified management of assets, data, and liquidity",
  "t244": "Perfectly suited for blockchains lacking smart contract support, Mango Network's smart contract feature enables assets from these chains to engage in the Web3 realm, facilitating value transfer.",
  "t245": "Why create Mango Network?",
  "t246": "Bridging the fragmentation of blockchain.",
  "t247": "Mango Network was created in response to the cryptocurrency industry's rapid growth and fragmentation. As applications like DeFi, blockchain gaming, and social platforms emerge, new blockchains and layers are being developed to meet the need for fast, flexible, and low-cost transactions",
  "t248": "However, this diverse ecosystem also brings a series of challenges, including the complexity of cross-chain operations, security issues, and inconsistencies in user experience",
  "t249": "Providing cross-chain interoperability",
  "t250": "Expanding the application scope of smart contracts",
  "t251": "Providing user-friendly interfaces",
  "t252": "Mango Network omni-chain Technology",
  "t253": "The omni-chain technical principle of Mango Network is a highly integrated system aiming for seamless interoperability among diverse blockchains. Its core lies in providing a unified platform enabling free flow and interaction of assets, data, and smart contracts across multiple blockchain networks.",
  "t254": "Multi-chain compatibility",
  "t255": "Mango Network has developed protocols compatible with various blockchains and layers, enabling identification and processing of transactions and assets across different blockchain networks",
  "t256": "cross-chain bridging",
  "t257": "Mango Network utilizes cross-chain bridging technology to connect different blockchains. Bridging technology is crucial for facilitating cross-chain transactions, ensuring the security and accuracy of asset transfers",
  "t258": "smart contract platform",
  "t259": "It allows developers to create and deploy smart contracts on Mango Network, which can be executed on different blockchains, thereby expanding the application scope of smart contracts",
  "t260": "high-performance infrastructure",
  "t261": "It provides high-performance infrastructure. Its design supports high throughput transaction processing, low-latency transaction confirmation, and efficient resource utilization",
  "t262": "security and decentralization",
  "t263": "Mango Network implements a series of security measures to safeguard the network and user assets, ensuring decentralization and resistance to attacks",
  "t264": "user-friendly interface",
  "t265": "Mango Network provides user-friendly interfaces, enabling users to easily conduct cross-chain transactions and manage assets",
  "t266": "Mango Network omni-chain Technical Architecture Diagram",
  "t267": "How does the Mango Network omni-chain protocol operate",
  "t268": "The operation of the Mango Network omni-chain protocol is based on a series of complex technologies and mechanisms, aiming to achieve interoperability and asset liquidity among different blockchains",
  "t269": "Multilayer architecture",
  "t270": "Linking different blockchains together. This multi-layered architecture design enables Mango Network to interact with various blockchains and layers, facilitating cross-chain flow of assets and data",
  "t271": "Multisignature validation node",
  "t272": "Mango Network uses offline validation nodes to monitor and confirm events on external chains, ensuring cross-chain transaction security and consistency through consensus",
  "t273": "Omni-chain smart contracts",
  "t274": "Mango Network's omni-chain smart contracts handle events from external chains, ensuring consistency across chains for assets and data",
  "t275": "Cross-chain message transmission",
  "t276": "Mango Network facilitates cross-chain data and value transmission between smart contracts using unique identifiers like transaction hashes or block IDs. This allows communication between smart contracts on different chains and relayers for cross-chain asset and data transfe",
  "t277": "The operational principle of Mango Network's BTC Bridge technology.",
  "t278": "This is a cross-chain bridging mechanism used to facilitate the transfer and utilization of Bitcoin (BTC) assets within Mango Network"
}